{
    "outfits": [
        {
          "id": 1,
          "category": "Swanky Outfit",
          "image1": "https://www.pinkvilla.com/files/styles/amp_metadata_content_image/public/sonam-kapoor-ahuja-black-dresses-stand-test-of-time-fashion.jpeg",
          "image2": "https://previews.123rf.com/images/maximleshkovich/maximleshkovich1612/maximleshkovich161200436/67720726-woman-trendy-fashion-clothes-collage-on-white-flat-lay-top-view.jpg",
          "description": "If you want to go for very expensive and fashionable attire, in a way that is intended to attract people's attention and admiration, then swanky is the way to go.Simply achieve this by keeping things polished with clean lines, polished accessories and neat hair and makeup." 
        },
        {
          "id": 2,
          "category": "Chic Outfit",
          "image1": "https://images.squarespace-cdn.com/content/v1/511585b3e4b0b8b2ffe19dc6/1541872212248-AWXJ5MT3U3O13NCJ9SSK/thanksgiving+outfits.jpeg",
          "image2": "https://images.squarespace-cdn.com/content/v1/511585b3e4b0b8b2ffe19dc6/1575492596237-3FGF6MP4BIDE8IBS8IFK/cover.jpeg?format=1000w",
          "description": " Go chic?This entails being smart, elegant and sophisticated while keeping up with current trends. To look effortlessly chic requires crafty mixing and matching of your wardrobe items, here are some ideas to help you look effortlessly chic: embrace the classics,be a master at layering(A good rule of thumb is to start with three layers: Your basic outfit + jewelry + a scarf, belt, statement shoe or handbag.),don't be matchy,choose to wear more natural fabrics and finally go easy on hair styling and makeup."
        },
        {
          "id": 3,
          "category": "Casual Outfit",
          "image1": "https://mrscasual.com/wp-content/uploads/2021/10/cozy-wrap-Fall-outfit.jpeg",
          "image2": "https://i.pinimg.com/564x/5d/52/d6/5d52d6435d7f24ef0f6dbc8cca7ef3d6.jpg",
          "description": "Casual wear is a Western dress code that is relaxed, occasional, spontaneous and suited for everyday use. While it's the most straightforward dress code to choose from, it can be complicated to get right.If you're a fan of sneakers and skirts or jeans and a nice top, then you're on the right track. This style doesn't have to be boring or uninspiring, you can spice it up by:accessorizing, adding color or pattern and layering e.g by adding a statement necklace.While casual dressing draws a lot of focus on clothes, it's essential to not forget about the footwear. Mules, flats, sandals, and sneakers - they're all great options if you're keen on comfort without sacrificing style. Make a statement in a shoe that picks up on one of the colors of your ensemble, or in a contrasting shade - it's an easy way to up the ante with your outfit without going over the top."  
        },
        {
            "id": 4,
            "category": "Rockstar Outfit",
            "image1": "https://i.pinimg.com/originals/b0/5d/77/b05d770735c14dd000c0067bc4ce91fd.jpg",
            "image2": "https://i.pinimg.com/originals/8e/70/d5/8e70d54ea507e6a6dfd8346ee7aeb317.jpg",
            "description": "This is a style inspired by the hip-hop, grunge and rock star cultures, Rockstar is an original urban streetware brand. It's often imitated, but never duplicated.Whether disheveled or dapper, rockstars define stylish cool for many people. Since the rockstar look covers both a range of established styles and individual eccentricities, it can be difficult to know where to start as you adopt the style. Across the variety of rockstar looks, an emphasis on edginess provides a consistent hallmark on which to focus while you develop your personal rockstar style. The hallmark of this outfit is leather so stay away from cheap leather products that are likely to deteriorate quickly. "  
        }
    ]
 }

 

 